[app]
language=Français
welcome=Bienvenue dans PhoXo !
untitled=Sans titre
close=Fermer
ok=OK
cancel=Annuler

[file]
recent=Fichiers récents
open_type=Toutes les images
load_error=Image endommagée ou non supportée
not_exist=L'image n'existe pas
save_error=Échec de l'enregistrement de l'image

[TOPBAR]
57601=Ouvrir|Ouvrir un fichier image
57603=Enregistrer|Enregistrer l'image actuelle
57604=Enregistrer sous|Enregistrer l'image sous un nouveau nom
57634=Copier|Copier l'image dans le presse-papiers
57607=Imprimer|Imprimer l'image actuelle
57643=Annuler|Annuler la dernière action
57644=Rétablir|Rétablir la dernière action annulée
57664=À propos|À propos de PhoXo
7000=Coller|Coller depuis le presse-papiers
7001=Nouveau|Créer une nouvelle image
7002=Depuis le scanner
7003=Effacer les fichiers récents
7004=Paramètres|Paramètres de l'application
7005=Thèmes|Changer de thème
7016=Plus|Afficher des options supplémentaires
9002=Adapter à la fenêtre|Adapter l'image à la fenêtre
9003=Taille réelle|Afficher l'image à sa taille originale
8005=Dézoomer|Dézoomer pour voir plus
8006=Zoomer|Zoomer pour voir plus de détails
undo=Annuler|Annuler la dernière action|Annuler %d actions
theme=Plus|Clair|Sombre|Journée ensoleillée|Menthe glacée|Rose soyeux|Prune juteuse|Lueur lunaire|Paradis mangue|Forêt mystique|Ardoise fraîche

[TAB]
20000=Recadrer ou faire pivoter|Touches :\n← → ↑ ↓ : déplacer 1px\nShift + Flèche : déplacer 10px\nEntrée : appliquer le recadrage\nÉchap : annuler\nCtrl + Glisser : nouveau recadrage

[SETTINGS]
0=Paramètres
1=Général
2=Mode de rendu
3=Meilleure qualité|Vitesse plus rapide
4=Ancrage du panneau
5=Droite|Gauche
6=Niveau de zoom maximal
7=Changer la position de l'ancrage nécessite de redémarrer PhoXo

[DlgResize]
t=Redimensionner|Largeur|Hauteur|Conserver le ratio

[cmd]
crop=Recadrer
flipv=Retourner verticalement
fliph=Retourner horizontalement
r90=Rotation droite 90°
r270=Rotation gauche 90°
resize=Redimensionner

[panel_crop]
60=Largeur
61=Hauteur
1=Libre|Ratio personnalisé
2=Original|Conserver le ratio original
3=Appliquer
4=Verrouiller le ratio lors du redimensionnement
5=Ratio verrouillé|Ratio déverrouillé
6=Rotation droite 90°
7=Rotation gauche 90°
8=Retourner verticalement
9=Retourner horizontalement
10=Forme
11=Transformer
15=Rectangle
16=Rectangle arrondi
17=Cercle
20=Arrondi
21=Annuler le recadrage
22=Appliquer le recadrage|Annuler le recadrage
30=Redimensionner l'image